Dlubal.RFEM5.PipeSurface
Pipe parameters

Dlubal.RFEM5.PipeSurface.General
General parameters

Dlubal.RFEM5.PipeSurface.CenterLineNo
Center line number

Dlubal.RFEM5.PipeSurface.Radius
Radius

Dlubal.RFEM5.PipeSurface.Optimize
Optimize for connection with neighboring surface

Dlubal.RFEM5.PipeSurface.NeighboringSurfaceNo
Neighboring surface number

Dlubal.RFEM5.PipeSurface.GeneratedLineList
Lines generated by pipe surface (read only)